{
  "newsItems": [
    "In recent news, a local farm has produced giant crops! Is this a new record at the county fair?",
    "In recent news, a local girl has stunned townsfolk by eating a gemstone and then asking for more!",
    "In recent news, a child has gone missing from Zuzu City. In other news, a rare dove was sighted.",
    "In recent news, a mouse has reportedly opened a shop in Pelican Town! Is it doomed to fail?",
    "In recent news, a local farmer was found sleeping in their own field, but was charged a fee for the 'rescue'!",
    "In recent news, local doctors have been struggling to make ends meet after providing care free of charge.",
    "In recent news, a crazy old fisherman has claimed that he almost caught a legendary red fish!",
    "In recent news, shadowy creatures have been spotted in the sewers. Are they an urban legend, or spies?",
    "In recent news, are fairies real? Local farmers are claiming so after spotting the magical creatures.",
    "In recent news, a small town has been trapped in time! Is the local wizard to blame for this?",
	"In recent news, the long-standing feud between Konohana and Bluebell was solved by a spunky newcomer.",
	"In recent news, the Mineral Town Mystics trade their star player away, upsetting many fans.",
	"In recent news, is the increase in monster appearances linked to magic use in rural communities?",
	"In recent news, Sugar Blossom Village was voted 'Most Charming Place to Live' this year.",
	"In recent news, the so-called Lost Valley is surprisingly easy to find.",
	"In recent news, homeowners have been reporting invasions of sprites in Forget-Me-Not Valley.",
	"In recent news, tourism has been on the rise for the Sunshine Islands.",
	"In recent news, the famed Thomas's Animal Parade circus might soon be visiting our own Stardew Valley!",
	"In recent news, if you're feeling the heat, Lulukoko Town is considered the best vacation spot this summer.",
	"In recent news, local farmers across the country have been speaking out, calling the Harvest Deities 'flighty'.",
	"In recent news, Chestnut Town has attempted using nostalgia to lure back tourists, but is struggling.",
	"In recent news, foreigner Prince Amir was spotted talking to a shopkeeper in Zephyr Town's Grand Bazaar!",
	"In recent news, Echo Village is almost a ghost town after the last economic crash.",
	"In recent news, Oak Tree Town is considered the best place for new beginnings and entrepreneurs.",
	"In recent news, Funland Co. has started development of a new amusement park in Leaf Valley.",
	"In recent news, 'Innocent Life' is this season's must-watch for fans of heartwarming movies.",
	"In recent news, mysterious artifacts have been discovered beneath Kardia by an amnesiac traveller.",
	"In recent news, the ancient thousand-year-old dragon Fiersome has supposedly been sighted in Alvarna!?",
	"In recent news, are video games causing violence in cats? Experts believe so.",
	"In recent news, local fisherman have reported low catch rates and blame sewerage runoff into the ocean.",
	"In recent news, 'Revenge of the Shark-Men' has been released in cinemas to rave reviews from critics.",
	"In recent news, Joja Co. has announced a takeover of energy drink competitor Gold Stallion.",
	"In recent news, are the recent JojaMart holdups by a masked thief done in revenge or simply opportunistic?",
	"In recent news, five individuals have been arrested over a bizarre midnight pasta ritual.",
	"In recent news, is this war really the right move for the Ferngill Republic?",
	"In recent news, increasing anti-war protests have called for our armed forces to return home.",
	"In recent news, a man has been murdered over a dispute regarding pineapple on pizzas!",
	"In recent news, the Valley Void Chicks won 3-0 against the Oasis Fennecs!",
	"In recent news, archeologists have discovered the lost ruins of an ancient dwarven palace.",
	"In recent news, is witchcraft to blame for the mutant bug outbreak? Opinions are mixed.",
	"In recent news, farmers in Stardew Valley have won international acclaim for their artisanal products!",
	"In recent news, void mayonnaise-based facial masks are the latest craze in beauty trends!",
	"In recent news, an fruit bat species thought extinct has been discovered living in a cave behind a local farm!",
	"In recent news, the Adventurer's Guild has announced the date of its next monster den raid.",
	"In recent news, the Calico Desert is rumoured to be the resting place of a legendary weapon! Is this a hoax?",
	"In recent news, a video of a purple pig singing has gone viral, launching the porker to overnight internet fame!",
	"In recent news, the historical Pelican Town Community Center is at risk of being demolished.",
	"In recent news, the rabbit population has sharply dropped after increased demand for rabbit's foot charms.",
	"In recent news, the hunt is still on for the thief who stole Pelican Town's museum exhibits!",
	"In recent news, resorts on Fern Island are threatened by tidal waves after monster storms swept across the area.",
	"In recent news, James Turner scores four touchdowns for the Zuzu City Tunnelers, clinching the match!",
	"In recent news, anthropologists remain hopeful for the possibility of contact with mermaids in the Gem Sea.",
	"In recent news, the founder of Joja Co. is embroiled in a scandal regarding minimum wage payouts to employees.",
	"In recent news, a strange-looking insect has become a tourist attraction for people visiting the area!",
	"In recent news, two labrador puppies have returned home safely after getting lost in the park overnight.",
	"In recent news, is the stardew melon a point of local pride or just plain weird? Send in YOUR opinion!",
	"In recent news, botanical research in Stardew Valley has led to incredible medical breakthroughs!",
	"In recent news, Stardew Mountain will be the best place this year for a clear view of the Junimid meteor shower.",
		
	
	
	
  ]
}